app/Controllers/Sopir.php

SELECT *
FROM `sopir`
---
    public function index()
    {
        $data_sopir = $this->SopirModel->findAll();